Repository: mkizub/EDRobot
Catalog: config/locales/*/LC_MESSAGES/EDRobot.po
Languages: ru

source: Press '{}' key to start selling
ru: Нажмите '{}' чтобы начать продажу

source: Press '{}' to stop
ru: Нажмите '{}' для остановки

source: In FullScreen/Borderless mode aspect ratio must match, but {:.3f} != {:.3f} for {}x{} and {}x{}
ru: В режиме FullScreen/Borderless соотношение сторон должно совпадать, но {:.3f} != {:.3f} для {}x{} и {}x{}

source: Unsupported aspect ratio
ru: Неподдерживаемое соотношение сторон

source: Rows in list are not detected
ru: Строки в списке не определены

source: Cannot sell
ru: Продажа не удалась

source: Cannot load market
ru: Не могу загрузить рынок

source: Ship cargo empty
ru: Нет груза на корабле

source: Calibration started
ru: Калибровка начата

source: Failed to calibrate button state detector
ru: Не удалось откалибровать детектор состояния кнопки

source: Not at market sell, calibration fails
ru: Не на рынке продажи, калибровка не работает

source: Unexpected focused row in commodity list, calibration fails
ru: Неожиданная выбранная строка в списке товаров, калибровка не удалась

source: Cannot find commodity to test buy dialog, calibration fails
ru: Не могу найти товар для тестирования диалога покупки, калибровка не удалась

source: Calibration completed successfully!
ru: Калибровка успешно завершена!

source: Start selling {} times by {} item(s)
ru: Начата продажа {} раз по {} штук

source: Step 'sell-start' failed, aborting
ru: Шаг 'sell-start' не удался, остановка

source: Step 'sell-some' not successful, cannot recover
ru: Шаг 'sell-some' не удался, не удаётся восстановить продажи

source: Unknown state '{}', aborting trade task
ru: Неизвестное состояние '{}', остановка задачи

# SellDialogLabel|
source: Total
ru: Всего

# SellDialogLabel|
source: Items
ru: Штук

# SellDialogLabel|
source: Sells
ru: Продаж

# SellDialogLabel|
source: All
ru: Продать всё
